"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataAnimals1519 = void 0;
exports.dataAnimals1519 = [
    {
        id: 15,
        question: "При довольно высоком росте в 125-155 см эта птица обладает массой всего около 4 кг.",
        options: ["птица-секретарь", "страус", "эму"],
        correct: 0,
        image: "15.webp",
    },
    {
        id: 16,
        question: "Свое имя этот очаровательный ушастик получил от арабского слова فَنَك\u200E, которое переводится на русский язык как «лиса».",
        options: ["фенек", "песец", "шакал"],
        correct: 0,
        image: "16.webp",
    },
    {
        id: 17,
        question: "Это один из самых крупных попугаев, их размер может достигать в длину 80—98 см.",
        options: ["гиацинтовый ара", "лазоревый какаду", "синий жако"],
        correct: 0,
        image: "17.webp",
    },
    {
        id: 18,
        question: "Это единственная обезьяна, живущая в наше время в диком виде на территории Европы (в Гибралтаре).",
        options: ["игрунка", "орангутан", "магот"],
        correct: 2,
        image: "18.webp",
    },
    {
        id: 19,
        question: "Эти некрупные сумчатые животные в наше время встречаются исключительно в Австралии. Впервые о них было написано в отчёте Джона Прайса о путешествии в Голубые горы в 1798 году.",
        options: ["медвежий кусус", "вамбат", "коала"],
        correct: 2,
        image: "19.webp",
    },
];
