"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataSpaces1519 = void 0;
exports.dataSpaces1519 = [
    {
        id: 15,
        question: "Как называется ближайшая к нам галактика?",
        options: ["Туманность Ориона", "Андромеда", "Туманность Краба", "Туманность Андромеды", "Млечный Путь", "Туманность Киля", "Галактика Водоворот", "Галактика Сомбреро", "Галактика Центавра А", "Галактика Треугольника"],
        correct: 1,
        image: "15.webp",
        facts: [
            "Галактика Андромеды - ближайшая к Млечному Пути спиральная галактика, находится примерно в 2,537 миллионах световых лет от Земли.",
            "Андромеда и Млечный Путь находятся на курсе столкновения, которое, как ожидается, произойдет примерно через 4 миллиарда лет.",
            "Галактика Андромеды видна невооруженным глазом с Земли в условиях низкой световой загрязненности.",
            "Андромеда содержит примерно один триллион звезд, что в два раза больше, чем количество звезд в Млечном Пути.",
            "Галактика Андромеды имеет два спутника - карликовые эллиптические галактики M32 и M110."
        ]
    },
    {
        id: 16,
        question: "Как называется теория о начале Вселенной?",
        options: ["Теория струн", "Большой взрыв", "Квантовая гравитация", "Инфляционная модель", "Теория бесконечных вселенных", "Стационарная модель", "Модель большого отскока", "Модель белого отверстия", "Теория мультивселенной", "Теория вечной инфляции"],
        correct: 1,
        image: "16.webp",
        facts: [
            "Теория Большого взрыва предполагает, что Вселенная началась примерно 13,8 миллиардов лет назад из чрезвычайно горячего и плотного состояния.",
            "Большой взрыв не был взрывом в обычном смысле, а скорее расширением пространства, содержащего всю материю и энергию Вселенной.",
            "После Большого взрыва последовало быстрое расширение, известное как космическая инфляция, которое сгладило начальные неоднородности.",
            "Самые ранние доказательства Большого взрыва включают космическое микроволновое фоновое излучение и расширение Вселенной.",
            "Большой взрыв предсказывает обилие легких элементов, таких как водород и гелий, что подтверждается астрономическими наблюдениями."
        ]
    },
    {
        id: 17,
        question: "Как называется самая маленькая и быстрая планета в солнечной системе?",
        options: ["Меркурий", "Марс", "Плутон", "Венера", "Земля", "Нептун", "Уран", "Сатурн", "Юпитер", "Эрида"],
        correct: 0,
        image: "17.webp",
        facts: [
            "Меркурий - самая маленькая планета в Солнечной системе и ближайшая к Солнцу.",
            "Орбитальная скорость Меркурия вокруг Солнца составляет около 47,87 км/с, что делает его самой быстрой планетой.",
            "На Меркурии нет атмосферы, которая могла бы защитить поверхность от космических лучей и солнечного ветра, или удерживать тепло планеты.",
            "День на Меркурии длится 59 земных дней, а год - около 88 земных дней.",
            "Температура на Меркурии может колебаться от очень холодной ночью (-173°C) до чрезвычайно горячей днем (427°C)."
        ]
    }, {
        id: 18,
        question: "Как называется пояс астероидов между Марсом и Юпитером?",
        options: ["Койперов пояс", "Оортово облако", "Пояс астероидов", "Главный пояс астероидов", "Троянские астероиды", "Пояс Гершеля", "Пояс Зодиака", "Пояс Кирквуда", "Пояс Флемстеда", "Пояс Галлея"],
        correct: 2,
        image: "18.webp",
        facts: [
            "Пояс астероидов содержит миллионы астероидов, которые вращаются вокруг Солнца на орбите между Марсом и Юпитером.",
            "Большинство астероидов в поясе астероидов состоят из скалистых и металлических материалов, остатков формирования Солнечной системы.",
            "Церера, самый большой объект в поясе астероидов, была классифицирована как карликовая планета.",
            "Пояс астероидов иногда называют 'главным поясом', чтобы отличить его от других подобных регионов, таких как Койперов пояс.",
            "Исследования астероидов в поясе астероидов помогают ученым узнать больше о ранней истории Солнечной системы."
        ]
    },
    {
        id: 19,
        question: "Как называется яркое свечение, которое иногда видно в полярных регионах Земли?",
        options: ["Зодиакальный свет", "Полярное сияние", "Гало", "Аврора", "Северное сияние", "Южное сияние", "Магнитосферное сияние", "Ионосферное сияние", "Световое загрязнение", "Люминесценция"],
        correct: 1,
        image: "19.webp",
        facts: [
            "Полярное сияние, также известное как аврора, возникает, когда заряженные частицы солнечного ветра взаимодействуют с магнитным полем Земли.",
            "Северное сияние, или аврора бореалис, видно в северных широтах, а южное сияние, или аврора австралис, - в южных широтах.",
            "Цвета полярного сияния могут варьироваться от зеленого до розового, фиолетового и даже красного, в зависимости от типа газа в атмосфере и высоты, на которой происходит взаимодействие.",
            "Лучшее время для наблюдения полярного сияния - зимние месяцы, когда ночи длинные и темные.",
            "Полярное сияние является одним из самых впечатляющих и красивых природных явлений на Земле."
        ]
    }
];
