"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataAnimals1014 = void 0;
exports.dataAnimals1014 = [
    {
        id: 10,
        question: "В океанариуме японского города Тоба на острове Хонсю живет такой зверь, который прославился тем, что поет нежным и мягким голосом, чем отличается от большинства своих собратьев, обладающих хриплым рёвом.",
        options: ["морской лев", "морж", "нерпа"],
        correct: 0,
        image: "10.webp",
    },
    {
        id: 11,
        question: "Латинское название отряда этих млекопитающих из надотряда ксенартр — Cingulata.",
        options: ["ленивец", "утконос", "броненосец"],
        correct: 2,
        image: "11.webp",
    },
    {
        id: 12,
        question: "У этих горных животных просто шикарные выгнутые рога, длина которых у самцов может достигать 1 метра.",
        options: ["кабарга", "козерог", "муфлон"],
        correct: 1,
        image: "12.webp",
    },
    {
        id: 13,
        question: "Половой диморфизм у этих птиц не выражен. Вплоть до того, что в период размножения у обоих полов вырастают горловые мешки.",
        options: ["алый фрегат", "красная цапля", "красный ибис"],
        correct: 2,
        image: "13.webp",
    },
    {
        id: 14,
        question: "Это животное ведёт полуводный образ жизни, питаясь разнообразной живностью, живущей в лесных реках, озёрах и прудах.",
        options: ["куница", "выдра", "хорёк"],
        correct: 1,
        image: "14.webp",
    }
];
