"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataSpaces1519 = void 0;
exports.dataSpaces1519 = [
    {
        id: 15,
        question: "Как называется ближайшая к нам галактика?",
        options: ["Туманность Ориона", "Андромеда", "Туманность Краба"],
        correct: 1,
        image: "15.webp",
    },
    {
        id: 16,
        question: "Как называется теория о начале Вселенной?",
        options: ["Теория струн", "Большой взрыв", "Квантовая гравитация"],
        correct: 1,
        image: "16.webp",
    },
    {
        id: 17,
        question: "Как называется самая маленькая и быстрая планета в солнечной системе?",
        options: ["Меркурий", "Марс", "Плутон"],
        correct: 0,
        image: "17.webp",
    },
    {
        id: 18,
        question: "Как называется пояс астероидов между Марсом и Юпитером?",
        options: ["Койперов пояс", "Оортово облако", "Пояс астероидов"],
        correct: 2,
        image: "18.webp",
    },
    {
        id: 19,
        question: "Как называется яркое свечение, которое иногда видно в полярных регионах Земли?",
        options: ["Зодиакальный свет", "Полярное сияние", "Гало"],
        correct: 1,
        image: "19.webp",
    },
];
