"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataSpaces04 = void 0;
exports.dataSpaces04 = [
    {
        id: 0,
        question: "Как называется самая близкая к Земле звезда?",
        options: ["Проксима Центавра", "Солнце", "Сириус", "Альфа Центавра", "Бетельгейзе", "Вега", "Арктур", "Капелла", "Ригель", "Антарес"],
        correct: 1,
        image: "0.webp",
        facts: [
            "Солнце - это звезда, которая находится в центре Солнечной системы и является самой близкой к Земле.",
            "Солнце содержит 99.86% массы всей Солнечной системы.",
            "На Солнце происходят ядерные реакции, которые преобразуют водород в гелий и высвобождают огромное количество энергии.",
            "Свет от Солнца достигает Земли примерно за 8 минут и 20 секунд.",
            "Солнце - это почти идеальный шар, у которого нет твердой поверхности."
        ]
    },
    {
        id: 1,
        question: "Как называется планета, известная как Красная планета?",
        options: ["Марс", "Юпитер", "Венера", "Сатурн", "Меркурий", "Нептун", "Уран", "Земля", "Плутон", "Кербер"],
        correct: 0,
        image: "1.webp",
        facts: [
            "Марс называют Красной планетой из-за красноватого оттенка поверхности, который обусловлен наличием оксида железа (ржавчины).",
            "Марс имеет два маленьких спутника - Фобос и Деймос.",
            "Марс - четвертая планета от Солнца и вторая по маленькому размеру планета в Солнечной системе после Меркурия.",
            "На Марсе есть самая высокая гора в Солнечной системе - вулкан Олимп, высотой около 21 км.",
            "Марс исследуется с помощью марсоходов, которые отправляют на Землю фотографии и данные о его поверхности."
        ]
    },
    {
        id: 2,
        question: "Как называется самый большой спутник планеты Земля?",
        options: ["Титан", "Ганимед", "Луна", "Ио", "Европа", "Каллисто", "Мимас", "Энцелад", "Тритон", "Фобос"],
        correct: 2,
        image: "2.webp",
        facts: [
            "Луна - единственный естественный спутник Земли и пятый по величине спутник в Солнечной системе.",
            "Луна вращается вокруг Земли по орбите, расстояние до которой составляет примерно 384 400 км.",
            "Луна имеет влияние на приливы и отливы на Земле благодаря своему гравитационному воздействию.",
            "На Луне нет атмосферы, поэтому на ее поверхности нет звука и вода не может существовать в жидком состоянии.",
            "Люди впервые высадились на Луну 20 июля 1969 года в рамках миссии Аполлон-11."
        ]
    },
    {
        id: 3,
        question: "Что такое астероид?",
        options: ["Комета", "Маленькая планета", "Звезда", "Метеорит", "Космическая пыль", "Метеор", "Карликовая планета", "Спутник", "Газовый гигант", "Терраформируемый объект"],
        correct: 1,
        image: "3.webp",
        facts: [
            "Астероиды - это маленькие каменистые объекты, которые вращаются вокруг Солнца, в основном в поясе астероидов между орбитами Марса и Юпитера.",
            "Большинство астероидов имеют неправильную форму, потому что они не имеют достаточной гравитации, чтобы стать сферическими.",
            "Астероиды варьируются в размерах от небольших камней до карликовых планет, самый большой из которых - Церера.",
            "Иногда астероиды могут сталкиваться с другими объектами в космосе и изменять свою траекторию, представляя потенциальную угрозу для Земли.",
            "Астероиды содержат металлы и другие полезные ресурсы, которые в будущем могут быть использованы для космических миссий."
        ]
    },
    {
        id: 4,
        question: "Какой по счету планетой от Солнца является Земля?",
        options: ["Третьей", "Четвертой", "Второй", "Первой", "Пятой", "Шестой", "Седьмой", "Восьмой", "Девятой", "Десятой"],
        correct: 0,
        image: "4.webp",
        facts: [
            "Земля является третьей планетой от Солнца после Меркурия и Венеры.",
            "Земля - единственная известная планета, на которой существует жизнь.",
            "Большая часть поверхности Земли покрыта водой, что уникально среди планет Солнечной системы.",
            "Земля имеет защитное магнитное поле, которое защищает нас от вредного космического излучения и солнечного ветра.",
            "Земля обладает богатым разнообразием климатических зон и экосистем, от тропических лесов до полярных ледников."
        ]
    }
];
