"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataAnimals1519 = void 0;
exports.dataAnimals1519 = [
    {
        id: 15,
        question: "При довольно высоком росте в 125-155 см эта птица обладает массой всего около 4 кг.",
        options: ["птица-секретарь", "страус", "эму", "киви", "нанду", "пингвин", "фламинго", "журавль", "цапля", "пеликан"],
        correct: 0,
        image: "15.webp",
        facts: [
            "Птица-секретарь получила своё название из-за перьев на голове, напоминающих карандаши, которые раньше секретари носили за ухом.",
            "Эти птицы могут бегать со скоростью до 30 км/ч, охотясь за своей добычей.",
            "Птица-секретарь питается главным образом насекомыми, мелкими млекопитающими и рептилиями.",
            "Она использует свои длинные ноги, чтобы наносить смертельные удары своим жертвам.",
            "Птица-секретарь имеет уникальную способность убивать даже ядовитых змей."
        ]
    },
    {
        id: 16,
        question: "Свое имя этот очаровательный ушастик получил от арабского слова فَنَك\u200E, которое переводится на русский язык как «лиса».",
        options: ["фенек", "песец", "шакал", "лисица", "волк", "сервал", "каракал", "рысь", "гепард", "лев"],
        correct: 0,
        image: "16.webp",
        facts: [
            "Фенеки имеют очень большие уши, которые помогают им рассеивать тепло в пустыне.",
            "Эти маленькие лисы весят всего около 1-1,5 кг и являются самыми маленькими представителями семейства псовых.",
            "Фенеки живут в норах, которые они роют в песке, чтобы защититься от жары дня и холода ночи.",
            "Их рацион включает в себя насекомых, растения, фрукты и мелких животных.",
            "Фенеки обладают прекрасным слухом и могут обнаруживать добычу, движущуюся под землей."
        ]
    },
    {
        id: 17,
        question: "Это один из самых крупных попугаев, их размер может достигать в длину 80—98 см.",
        options: ["гиацинтовый ара", "лазоревый какаду", "синий жако", "амазонка", "макао", "какапо", "какаду", "лори", "ара", "попугай-монах"],
        correct: 0,
        image: "17.webp",
        facts: [
            "Гиацинтовый ара является самым крупным видом летающих попугаев в мире.",
            "Они имеют ярко-синий цвет оперения и золотистые кольца вокруг глаз.",
            "Эти попугаи обитают в лесах и лесостепях Южной Америки.",
            "Гиацинтовые ары питаются в основном плодами пальм и орехами, которые они легко раскалывают своим мощным клювом.",
            "Из-за потери естественной среды обитания и браконьерства гиацинтовый ара считается видом, находящимся под угрозой исчезновения."
        ]
    },
    {
        id: 18,
        question: "Это единственная обезьяна, живущая в наше время в диком виде на территории Европы (в Гибралтаре).",
        options: ["игрунка", "орангутан", "магот", "шимпанзе", "горилла", "мартышка", "павиан", "капуцин", "гиббон", "мандрил"],
        correct: 2,
        image: "18.webp",
        facts: [
            "Маготы, или гибралтарские макаки, являются объектом многочисленных исследований из-за их уникального местообитания.",
            "Эти обезьяны не имеют хвоста, что отличает их от большинства других видов макак.",
            "Маготы известны своими социальными навыками и иерархической структурой внутри стаи.",
            "Они питаются фруктами, листьями, цветами, насекомыми и даже мелкими животными.",
            "Считается, что популяция маготов в Гибралтаре происходит от обезьян, завезенных сюда во времена Мавританского владычества."
        ]
    },
    {
        id: 19,
        question: "Эти некрупные сумчатые животные в наше время встречаются исключительно в Австралии. Впервые о них было написано в отчёте Джона Прайса о путешествии в Голубые горы в 1798 году.",
        options: ["медвежий кусус", "вамбат", "коала", "кенгуру", "опоссум", "тасманийский дьявол", "бандикут", "квокка", "нумбат", "поссум"],
        correct: 2,
        image: "19.webp",
        facts: [
            "Коалы проводят большую часть своего времени на эвкалиптовых деревьях, питаясь их листьями.",
            "Эти сумчатые животные спят до 20 часов в день из-за низкой энергетической ценности их рациона.",
            "Коалы имеют специализированный желудок, который помогает им переваривать жесткие и волокнистые эвкалиптовые листья.",
            "Из-за своего спокойного и медлительного образа жизни коалы иногда ошибочно считаются ленивыми или тупыми.",
            "Коалы стали одним из символов Австралии и находятся под угрозой из-за потери естественной среды обитания и болезней."
        ]
    }
];
