"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.dataAnimals04 = void 0;
exports.dataAnimals04 = [
    {
        id: 0,
        question: "На фотографии изображен самец этой птицы, самочки же у этого вида не настолько яркие и нарядные.",
        options: ["цесарка", "золотой фазан", "павлин"],
        correct: 1,
        image: "0.webp",
    },
    {
        id: 1,
        question: "Эту крупную кошку еще называют ирбисом. В русский язык это название пришло от тюркских охотников в XVII веке.",
        options: ["рысь", "снежный барс", "пума"],
        correct: 1,
        image: "1.webp",
    },
    {
        id: 2,
        question: "Эти ящерицы обладает характерной особенностью: их кожа покрыта чешуей, похожей на рыбью, которая подстилается костными пластинками (остеодермами).",
        options: ["варан", "игуана", "сцинк"],
        correct: 2,
        image: "2.webp",
    },
    {
        id: 3,
        question: "Кто только не водится на нашей планете. У этого очаровашки второе название — сфинкс.",
        options: ["дрил", "мандрил", "гамадрил"],
        correct: 1,
        image: "3.webp",
    },
    {
        id: 4,
        question: "На Мадагаскаре это прелестное животное из семейства лемуровых называют маки.",
        options: ["кошачий лемур", "лемур вари", "венценосный лемур"],
        correct: 0,
        image: "4.webp",
    }
];
