"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.updateDataAnimals04 = void 0;
exports.updateDataAnimals04 = [
    {
        id: 0,
        question: "На фотографии изображен самец этой птицы, самочки же у этого вида не настолько яркие и нарядные.",
        options: ["цесарка", "золотой фазан", "павлин", "колибри", "страус", "фламинго", "пеликан", "канарейка", "синица", "коршун"],
        correct: 1,
        image: "0.webp",
        facts: [
            "Золотой фазан может достигать длины до 100 см, включая длинный, двухцветный хвост.",
            "Самцы золотых фазанов имеют яркую окраску с красным телом и золотистым оперением на голове.",
            "Эти птицы не очень хорошо летают и предпочитают бегать, чтобы избежать опасности.",
            "Золотой фазан часто используется в качестве символа удачи и процветания в китайской культуре.",
            "В дикой природе золотые фазаны встречаются в густых лесах и горных районах Китая."
        ]
    },
    {
        id: 1,
        question: "Эту крупную кошку еще называют ирбисом. В русский язык это название пришло от тюркских охотников в XVII веке.",
        options: ["рысь", "снежный барс", "пума", "леопард", "тигр", "ягуар", "гепард", "кугуар", "оцелот", "каракал"],
        correct: 1,
        image: "1.webp",
        facts: [
            "Снежные барсы могут прыгать на расстояние до 15 метров, что делает их одними из лучших прыгунов среди крупных кошек.",
            "Их толстый мех и длинный хвост помогают им выживать в холодных горных условиях Гималаев и Средней Азии.",
            "Снежные барсы охраняются законом, так как численность их популяции сокращается из-за браконьерства и потери естественной среды обитания.",
            "Они ведут уединенный образ жизни и редко можно увидеть в дикой природе.",
            "Снежный барс является национальным символом Казахстана и Афганистана."
        ]
    },
    {
        id: 2,
        question: "Эти ящерицы обладает характерной особенностью: их кожа покрыта чешуей, похожей на рыбью, которая подстилается костными пластинками (остеодермами).",
        options: ["варан", "игуана", "сцинк", "геккон", "хамелеон", "анолис", "крокодил", "комодский варан", "агама", "легуан"],
        correct: 2,
        image: "2.webp",
        facts: [
            "Сцинки имеют гладкую, блестящую кожу, которая может быть разных цветов, в зависимости от вида.",
            "Некоторые виды сцинков могут отбрасывать свой хвост в опасной ситуации, чтобы отвлечь хищника и сбежать.",
            "Сцинки являются одними из самых разнообразных групп ящериц с более чем 1500 видами.",
            "Они могут жить в различных средах обитания, от пустынь до тропических лесов.",
            "Сцинки - всеядные животные, их рацион может включать фрукты, насекомых и даже маленьких млекопитающих."
        ]
    },
    {
        id: 3,
        question: "Кто только не водится на нашей планете. У этого очаровашки второе название — сфинкс.",
        options: ["дрил", "мандрил", "гамадрил", "бабуин", "горилла", "шимпанзе", "орангутан", "капуцин", "макак", "тамарин"],
        correct: 1,
        image: "3.webp",
        facts: [
            "Мандрилы являются одними из самых крупных и ярко окрашенных обезьян в мире.",
            "У мандрилов очень характерные синие и красные узоры на морде, особенно у самцов.",
            "Они живут в группах, которые могут насчитывать до 200 особей.",
            "Мандрилы используют свои яркие цвета лица и задницы для общения и выражения социального статуса.",
            "В дикой природе мандрилы встречаются в тропических лесах Западной Африки."
        ]
    },
    {
        id: 4,
        question: "На Мадагаскаре это прелестное животное из семейства лемуровых называют маки.",
        options: [
            "кошачий лемур",
            "лемур вари",
            "венценосный лемур",
            "индри",
            "сифака",
            "ай-ай",
            "рыжий вари",
            "черный лемур",
            "карликовый лемур",
            "бамбуковый лемур"
        ],
        correct: 0,
        image: "4.webp",
        facts: [
            "Кошачьи лемуры имеют яркие, выразительные глаза и длинные, пушистые хвосты.",
            "Они ведут ночной образ жизни и активны в темное время суток.",
            "Кошачьи лемуры питаются фруктами, листьями, цветами и иногда насекомыми.",
            "Они общительные животные и часто образуют пары или небольшие группы.",
            "Кошачий лемур является эндемиком Мадагаскара, что означает, что он встречается только на этом острове и больше нигде в мире."
        ]
    }
];
