import { IQuiz } from "./interface.quiz";

export const dataSpaces1019: IQuiz[] = [
    {
        id: 10,
        question: "Какая планета известна своими мощными ураганами?",
        options: ["Венера", "Юпитер", "Нептун"],
        correct: 1,
        image: "10.webp",
    },
    {
        id: 11,
        question: "Как называется самый яркий объект на ночном небе после Луны?",
        options: ["Марс", "Венера", "Сириус"],
        correct: 1,
        image: "11.webp",
    },
    {
        id: 12,
        question: "Как называется процесс, при котором звезды производят энергию?",
        options: ["Фотосинтез", "Термоядерный синтез", "Горение"],
        correct: 1,
        image: "12.webp",
    },
    {
        id: 13,
        question: "Как называется самая дальняя планета от Солнца в нашей солнечной системе?",
        options: ["Уран", "Нептун", "Плутон"],
        correct: 1,
        image: "13.webp",
    },
    {
        id: 14,
        question: "Как называется явление, когда Луна полностью закрывает Солнце?",
        options: ["Солнечное затмение", "Лунное затмение", "Кольцо огня"],
        correct: 0,
        image: "14.webp",
    },
    {
        id: 15,
        question: "Как называется ближайшая к нам галактика?",
        options: ["Туманность Ориона", "Андромеда", "Туманность Краба"],
        correct: 1,
        image: "15.webp",
    },
    {
        id: 16,
        question: "Как называется теория о начале Вселенной?",
        options: ["Теория струн", "Большой взрыв", "Квантовая гравитация"],
        correct: 1,
        image: "16.webp",
    },
    {
        id: 17,
        question: "Как называется самая маленькая и быстрая планета в солнечной системе?",
        options: ["Меркурий", "Марс", "Плутон"],
        correct: 0,
        image: "17.webp",
    },
    {
        id: 18,
        question: "Как называется пояс астероидов между Марсом и Юпитером?",
        options: ["Койперов пояс", "Оортово облако", "Пояс астероидов"],
        correct: 2,
        image: "18.webp",
    },
    {
        id: 19,
        question: "Как называется яркое свечение, которое иногда видно в полярных регионах Земли?",
        options: ["Зодиакальный свет", "Полярное сияние", "Гало"],
        correct: 1,
        image: "19.webp",
    },
]