import { IQuiz } from "./interface.quiz"

export const dataAnimals1014: IQuiz[] = [
    {
        id: 10,
        question: "В океанариуме японского города Тоба на острове Хонсю живет такой зверь, который прославился тем, что поет нежным и мягким голосом, чем отличается от большинства своих собратьев, обладающих хриплым рёвом.",
        options: ["морской лев", "морж", "нерпа", "дельфин", "кит", "тюлень", "акула", "скат", "морская свинья", "морской конек"],
        correct: 0,
        image: "10.webp",
        facts: [
            "Морские львы известны своими вокальными способностями и могут издавать различные звуки.",
            "Эти млекопитающие очень социальны и любят собираться в большие группы на скалах или пляжах.",
            "Морские львы хорошо плавают благодаря своим мощным передним ластам.",
            "Они питаются рыбой и морскими беспозвоночными, используя свои чувства для поиска добычи в воде.",
            "Морские львы часто выступают в океанариумах из-за своей учтивости и способности выполнять трюки."
        ]
    },
    {
        id: 11,
        question: "Латинское название отряда этих млекопитающих из надотряда ксенартр — Cingulata.",
        options: ["ленивец", "утконос", "броненосец", "муравьед", "тамандуа", "армадилло", "эхидна", "опоссум", "черепаха", "панголин"],
        correct: 2,
        image: "11.webp",
        facts: [
            "Броненосцы имеют уникальную защитную броню, состоящую из костных пластин, покрытых кожей.",
            "Они могут сворачиваться в шар, чтобы защититься от хищников.",
            "Броненосцы в основном питаются насекомыми, такими как муравьи и термиты.",
            "Эти животные имеют плохое зрение, но отличный обоняние, которое помогает им находить пищу.",
            "Некоторые виды броненосцев способны копать глубокие норы, где они прячутся от жары и хищников."
        ]
    },
    {
        id: 12,
        question: "У этих горных животных просто шикарные выгнутые рога, длина которых у самцов может достигать 1 метра.",
        options: ["кабарга", "козерог", "муфлон", "олень", "лось", "баран", "горный козёл", "серна", "газель", "антилопа"],
        correct: 1,
        image: "12.webp",
        facts: [
            "Козероги известны своими внушительными рогами и лазанием по скалам.",
            "Они приспособлены к жизни в горах и могут передвигаться по крутым склонам с удивительной ловкостью.",
            "Козероги питаются травами, мхами и низкорослыми кустарниками.",
            "Самцы козерогов могут сражаться за самок, сталкиваясь рогами с большой силой.",
            "В некоторых культурах козероги считаются символами силы и упорства."
        ]
    },
    {
        id: 13,
        question: "Половой диморфизм у этих птиц не выражен. Вплоть до того, что в период размножения у обоих полов вырастают горловые мешки.",
        options: ["алый фрегат", "красная цапля", "красный ибис", "пеликан", "гагара", "фламинго", "корморан", "султанка", "гусь", "лебедь"],
        correct: 0,
        image: "13.webp",
        facts: [
            "Алые фрегаты имеют красные горловые мешки, которые самцы надувают во время ухаживания, чтобы привлечь самок.",
            "Эти птицы проводят большую часть своей жизни в полете и редко приземляются на землю.",
            "Фрегаты питаются рыбой и морскими беспозвоночными, ловя их прямо из воды.",
            "Они известны своими пиратскими наклонностями, когда нападают на других птиц, чтобы отнять у них пищу.",
            "Фрегаты имеют самый большой коэффициент размаха крыльев к весу тела среди птиц, что делает их исключительными летунами."
        ]
    },
    {
        id: 14,
        question: "Это животное ведёт полуводный образ жизни, питаясь разнообразной живностью, живущей в лесных реках, озёрах и прудах.",
        options: ["куница", "выдра", "хорёк", "бобр", "нутрия", "водяной крыс", "барсук", "соболь", "ласка", "минк"],
        correct: 1,
        image: "14.webp",
        facts: [
            "Выдры отличаются игривым поведением и любят скользить по влажным склонам.",
            "Эти млекопитающие имеют плотный водонепроницаемый мех, который защищает их в холодной воде.",
            "Выдры используют камни и другие твердые предметы, чтобы разбивать раковины моллюсков и добывать пищу.",
            "Они могут удерживать дыхание под водой до 8 минут, погружаясь на глубину в поисках еды.",
            "Выдры являются важным звеном в экосистеме водоемов, так как помогают контролировать популяцию рыб и других водных животных."
        ]
    }
]