import { IQuiz } from "./interface.quiz"

export const dataAnimals59: IQuiz[] = [
    {
        id: 5,
        question: "Эту птицу еще называют уткой-вдовушкой. Обитают они на Мадагаскаре и Коморских островах, в Африке южнее Сахары и в большой части Южной Америки.",
        options: ["белолицая свистящая утка", "древесная утка Итона", "осенняя древесная утка", "мандаринка", "каролинская утка", "гоголь", "селезень", "кряква", "шелдук", "пеганка"],
        correct: 0,
        image: "5.webp",
        facts: [
            "Белолицая свистящая утка издает свистящие звуки, которые служат сигналами для стайных сородичей.",
            "Эти утки предпочитают обитать в мелких водоемах с богатой растительностью.",
            "Самцы и самки белолицей свистящей утки похожи внешне, но самцы крупнее.",
            "В период размножения эти утки могут быть очень агрессивными в защите своей территории.",
            "Их рацион включает в себя водные растения, насекомых и мелких рыб."
        ]
    },
    {
        id: 6,
        question: "Это животное внешне скорее похоже на собаку, но тем не менее относится она к кошкообразным.",
        options: ["шакал", "гиена", "волк", "лисица", "куница", "мангуст", "леопард", "тигр", "лев", "пума"],
        correct: 1,
        image: "6.webp",
        facts: [
            "Гиены известны своим характерным воющим смехом, который используется для общения.",
            "Эти животные обладают одними из самых сильных челюстей среди млекопитающих.",
            "Гиены живут стайным образом жизни и имеют сложную социальную структуру.",
            "Они могут есть практически все, благодаря чему их часто считают падальщиками, хотя они также и хорошие охотники.",
            "Гиены воспитывают своих детенышей в общих норах, называемых 'логовами'."
        ]
    },
    {
        id: 7,
        question: "Эти нарядные птички обладают интересной особенностью: они вьют настолько маленькие гнезда, что за раз туда можно отложить только одно яйцо, потому что второй птенец там просто не поместится.",
        options: ["соловей", "иволга", "котинга-помпадур", "колибри", "синица", "воробей", "щегол", "зяблик", "канарейка", "грач"],
        correct: 2,
        image: "7.webp",
        facts: [
            "Котинга-помпадур отличается яркой и красочной окраской, особенно самцы в период размножения.",
            "Эти птицы ведут скрытный образ жизни в густых тропических лесах.",
            "Котинга-помпадур известны своими удивительными голосами, которые могут варьироваться от свиста до громких звуков, похожих на лай.",
            "Самцы участвуют в сложных ритуалах ухаживания, чтобы привлечь самок.",
            "Гнезда котинга-помпадур часто располагаются на высоких деревьях и с трудом доступны для наземных хищников."
        ]
    },
    {
        id: 8,
        question: "Это красивое животное известно в Китае еще с XIII века. Для европейцев же его открыл английский генерал и натуралист Томас Хардвик только в 1821 году.",
        options: ["енот", "малая панда", "росомаха", "бурый медведь", "красная панда", "бамбуковый медведь", "панда-медведь", "большая панда", "серый медведь", "медведь-губач"],
        correct: 1,
        image: "8.webp",
        facts: [
            "Малая панда также известна как красная панда из-за своего мягкого красно-коричневого меха.",
            "Эти животные проводят большую часть времени на деревьях и обладают отличным балансом.",
            "Малые панды питаются в основном бамбуком, но также едят фрукты, ягоды, грибы и иногда насекомых.",
            "Они ведут в основном ночной образ жизни и являются одиночками.",
            "Малая панда является объектом охраны, так как ее численность уменьшается из-за утраты естественной среды обитания."
        ]
    }, {
        id: 9,
        question: "Зубная формула этого милого зверька такова: где I — резцы, C — клыки, P — премоляры, а M — моляры.",
        options: ["сурикат", "земляной волк", "виверра", "енот", "мангуст", "горностай", "ласка", "барсук", "скунс", "хорек"],
        correct: 0,
        image: "9.webp",
        facts: [
            "Сурикаты обладают развитой социальной структурой и живут большими семействами.",
            "Они известны своей привычкой стоять на задних лапах, чтобы осматривать окрестности.",
            "Сурикаты являются всеядными и питаются насекомыми, пауками, птицами и фруктами.",
            "Эти животные обитают в пустынях и полупустынях южной Африки.",
            "Сурикаты обладают высокой степенью иммунитета к ядам и укусам некоторых насекомых и змей."
        ]
    }
]    