import { IQuiz } from "./interface.quiz";

export const dataSpaces1014: IQuiz[] = [
    {
        id: 10,
        question: "Какая планета известна своими мощными ураганами?",
        options: ["Венера", "Юпитер", "Нептун", "Сатурн", "Марс", "Уран", "Земля", "Меркурий", "Ганимед", "Титан"],
        correct: 1,
        image: "10.webp",
        facts: [
            "Юпитер известен своим Великим красным пятном, гигантским ураганом, который бушует в его атмосфере более 400 лет.",
            "Ураганы на Юпитере могут достигать скоростей ветра более 600 километров в час.",
            "Юпитер - самая большая планета в Солнечной системе и обладает сильным гравитационным влиянием.",
            "Атмосфера Юпитера состоит в основном из водорода и гелия, с небольшим количеством водяного пара, метана и аммиака.",
            "Юпитер имеет самое большое количество спутников среди всех планет Солнечной системы."
        ]
    },
    {
        id: 11,
        question: "Как называется самый яркий объект на ночном небе после Луны?",
        options: ["Марс", "Венера", "Сириус", "Юпитер", "Сатурн", "Меркурий", "Арктур", "Вега", "Капелла", "Ригель"],
        correct: 1,
        image: "11.webp",
        facts: [
            "Венера называется 'утренней звездой' или 'вечерней звездой' из-за своего яркого свечения и того, что она часто видна на рассвете или после заката.",
            "Венера - самая горячая планета в Солнечной системе из-за своей плотной атмосферы, которая вызывает парниковый эффект.",
            "Планета получила свое имя в честь римской богини любви и красоты.",
            "Венера вращается в направлении, противоположном большинству планет, и делает это очень медленно - один оборот вокруг своей оси занимает 243 земных дня.",
            "Из-за своей плотной атмосферы и облачного покрова на Венере невозможно увидеть поверхность планеты с космоса."
        ]
    },
    {
        id: 12,
        question: "Как называется процесс, при котором звезды производят энергию?",
        options: ["Фотосинтез", "Термоядерный синтез", "Горение", "Радиоактивный распад", "Химическая реакция", "Конденсация", "Испарение", "Фиссия", "Фьюжн", "Фотодиссоциация"],
        correct: 1,
        image: "12.webp",
        facts: [
            "Термоядерный синтез - это процесс, при котором в ядрах звезд происходит слияние атомов водорода с образованием гелия.",
            "Этот процесс высвобождает огромное количество энергии, которая поддерживает свечение звезд и обеспечивает тепло и свет.",
            "Термоядерный синтез в звездах происходит при очень высоких температурах и давлениях, которые существуют в их ядрах.",
            "Энергия, производимая звездами в результате термоядерного синтеза, является основным источником энергии для жизни на Земле.",
            "Термоядерный синтез исследуется как потенциальный источник чистой и безопасной энергии для человечества на Земле."
        ]
    },
    {
        id: 13,
        question: "Как называется самая дальняя планета от Солнца в нашей солнечной системе?",
        options: ["Уран", "Нептун", "Плутон", "Эрида", "Макемаке", "Хаумеа", "Церера", "Орк", "Седна", "Квавар"],
        correct: 1,
        image: "13.webp",
        facts: [
            "Нептун - восьмая и самая дальняя планета от Солнца в Солнечной системе.",
            "Нептун был первой планетой, обнаруженной благодаря математическим расчетам, а не через прямые наблюдения.",
            "На Нептуне дуют самые сильные ветры среди планет Солнечной системы, скорости которых могут превышать 2 000 км/ч.",
            "Нептун имеет ярко-синий цвет из-за высокого содержания метана в его атмосфере.",
            "У Нептуна есть система колец, хотя они не так заметны, как кольца Сатурна."
        ]
    },
    {
        id: 14,
        question: "Как называется явление, когда Луна полностью закрывает Солнце?",
        options: ["Солнечное затмение", "Лунное затмение", "Кольцо огня", "Парселиальное затмение", "Гибридное затмение", "Тотальное затмение", "Аннулярное затмение", "Частное затмение", "Полное затмение", "Транзит"],
        correct: 0,
        image: "14.webp",
        facts: [
            "Солнечное затмение происходит, когда Луна проходит между Землей и Солнцем, полностью или частично блокируя свет от Солнца.",
            "Тотальное солнечное затмение возникает, когда Луна полностью закрывает Солнце, и день на мгновение превращается в ночь.",
            "Во время полного солнечного затмения можно наблюдать солнечную корону - внешнюю атмосферу Солнца.",
            "Солнечные затмения могут быть опасны для наблюдения невооруженным глазом; необходимо использовать специальные солнечные очки или другие устройства для безопасного просмотра.",
            "Солнечные затмения происходят, когда Луна, Земля и Солнце выравниваются вдоль одной линии, что является редким событием из-за наклона орбит."
        ]
    }
]    