import { IQuiz } from "./interface.quiz"

export const dataAnimals59: IQuiz[] = [
    {
        id: 5,
        question: "Эту птицу еще называют уткой-вдовушкой. Обитают они на Мадагаскаре и Коморских островах, в Африке южнее Сахары и в большой части Южной Америки.",
        options: [
            "белолицая свистящая утка",
            "древесная утка Итона",
            "осенняя древесная утка",
        ],
        correct: 0,
        image: "5.webp",
    },
    {
        id: 6,
        question: "Это животное внешне скорее похоже на собаку, но тем ни менее относится она к кошкообразным.",
        options: ["шакал", "гиена", "волк"],
        correct: 1,
        image: "6.webp",
    },
    {
        id: 7,
        question: "Эти нарядные птички обладают интересной особенностью: они вьют настолько маленькие гнезда, что за раз туда можно отложить только одно яйцо, потому что второй птенец там просто не поместится.",
        options: ["соловей", "иволга", "котинга-помпадур"],
        correct: 2,
        image: "7.webp",
    },
    {
        id: 8,
        question: "Это красивое животное известно в Китае еще с XIII века. Для европейцев же его открыл английский генерал и натуралист Томас Хардвик только в 1821 году.",
        options: ["енот", "малая панда", "росомаха"],
        correct: 1,
        image: "8.webp",
    },
    {
        id: 9,
        question: "Зубная формула этого милого зверька такова: где I — резцы, C — клыки, P — премоляры, а M — моляры.",
        options: ["сурикат", "земляной волк", "виверра"],
        correct: 0,
        image: "9.webp",
    },
]